Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: Base is not an object
ca: Base no és un objecte
cs: Base není objektem
da: Basis er ikke et objekt
de: Basis ist kein Objekt
el: Η βάση δεν είναι αντικείμενο
es: Base no es un objeto
et: Baas ei ole objekt
fi: Pohja ei ole objekti
fr: La base n'est pas objet
hu: Az alap nem objektum
is: Grunnur er ekki hlutur
it: La base non è un oggetto
ja: baseはオブジェクトではありません
lt: Pagrindas (base) nėra objektas
lv: Bāze nav objekts
nl: Basis is geen object
pl: Baza nie jest obiektem
pt: A base não é um objecto
ro: Baza nu este un obiect
sk: Základ nie je objekt
sl: Baza ni objekt
sv: Basen är inte ett objekt
tr: Taban bir obje değil

source: Basic Page Style
ca: Estil de pàgina bàsic
cs: Základní styl stránky
da: Basal sidestil
de: Basisstil
el: Βασικό στυλ σελίδας
es: Estilo de página básico
et: Lehekülje põhistiil
eu: Oinarrziko estiloko orria
fr: Style de page basique
hu: Alap oldalstílus
it: Stile pagina di base
ja: 基本ページスタイル
nl: Basis paginastijl
pl: Podstawowy styl strony
pt: Estilo de Página Básico
ro: Stil obişnuit de pagină
sk: Základný štýl stránky
sl: Osnovni slog strani
sv: Enkel sidstil
tr: Temel Sayfa Biçimi

source: Business Address Country
ca: País de l'adreça de la feina
da: Ferretningsadresse land
de: Land (geschäftlich)
es: Pais del
et: Tööaadressi riik
eu: Merkataritzako Helbidearen Estatua
fr: Pays de l'adresse professionnelle
hu: Munkahelyi cím (ország)
it: Stato indirizzo di lavoro
ja: ビジネスの住所 国
lt: Darbo adreso šalis
lv: Darba Adreses Valsts
nl: Land zakelijk
pt: País do Endereço de Negócios
sv: Landsadress arbete

source: Business Address Locality
ca: Localitat de l'adreça de la feina
da: Ferretningsadresse sted
de: Ort (geschäftlich)
es: Localidad del domicilio laboral
eu: Merkataritzako Helbidearen Herria
fr: Localité de l'adresse professionnelle
hu: Munkahelyi cím (helység)
ja: ビジネスの住所 区市町村
nl: Plaats zakelijk
pt: Localidade do Endereço de Negócios

source: Business Address Postal Code
ca: Codi postal de l'adreça de la feina
da: Ferretningsadresse postkode
de: Postleitzahl (geschäftlich)
es: Código postal del domicilio laboral
eu: Merkataritzako Helbidearen Posta Kutxa
fr: Code postal de l'adresse professionnelle
hu: Munkahelyi cím (irányítószám)
ja: ビジネスの住所 郵便番号
nl: Postcode zakelijk
pt: Código Postal do Endereço de Negócios

source: Business Address Region
ca: Regió de l'adreça de la feina
da: Ferretningsadresse område
de: Region (geschäftlich)
es: Región del domicilio laboral
eu: Merkataritzako Helbidearen Zonaldea
fr: Région de l'adresse professionnelle
hu: Munkahelyi cím (régió)
ja: ビジネスの住所 都道府県
nl: Regio zakelijk
pt: Região do Endereço de Negócios

source: Business Address Street
ca: Carrer de l'adreça de la feina
da: Ferretningsadresse gade
de: Strasse (geschäftlich):
es: Calle del domicilio laboral
et: Tööaadressi tänav
eu: Merkataritzako Helbidearen Kalea
fr: Rue de l'adresse professionnelle
hu: Munkahelyi cím (utca, házszám)
it: Via indirizzo di lavoro
ja: ビジネスの住所 丁目番地
lt: Darbo adreso gatvė
lv: Darba Adreses Iela
nl: Straat zakelijk
pt: Rua do Endereço de Negócios
sv: Gatuadress arbete

source: C&hildframe Mode
ca: Mode de marc &fill
cs: Režim z&anořených oken
da: &Afledt-ramme tilstand
de: Modus mit &abhängigen Rahmen
el: Τύπος c&hildframe
es: Modo de marco &hijo
et: &Alamraami režiim
eu: &Umekoadroaren modua
fi: &Lapsikehystila
fr: Mode de cadre &enfant
hu: Al&keretes mód
is: Litahamur
it: Modalità a &contenitore
ja: 子フレームモード(&h)
lt: Spalvotas režimas
lv: Krāsas Režīms
nl: in doc&hterframes
pl: Tryb &potomka
pt: Modo de Janela-Fil&ha
ro: Mod cadru f&iu
sk: Okná v &rámci jednoho okna
sl: O&kvirni način
sv: &Underramsläge
tr: &Çocuk Çerçeve Kipi

source: Call stack
ca: Pila de crides
cs: Zásobník volání
da: Kald stak
de: Stack abrufen
el: Στοίβα κλήσης
es: Pila de llamada
et: Väljakutsete pinu
fi: Kutsu pinoa
fr: Appeler la pile
hu: Függvényhívási verem
it: Stack di invocazione
ja: 呼出スタック
nl: Stapel
pl: Wywołaj stos
pt: Pilha de chamadas
ro: Stiva de apel
sk: Zásobník volaní
sv: Anropsstack

source: Can't find variable:
ca: No puc trobar la variable:
cs: Nelze najít proměnnou:
da: Kan ikke finde variabel:
de: Variable nicht auffindbar:
el: Δεν ήταν δυνατή η εύρεση της μεταβλητής:
es: Imposible encontrar variable:
et: Muutujat ei leitud:
eu: Ezin aurkitu aldagaia:
fi: Muuttujaa ei löydy:
fr: Impossible de trouver la variable :
hu: Ez a változó nem található:
is: Finn ekki breytu:
it: Impossibile trovare la variabile:
ja: 変数が見付かりません:
lt: Negaliu rasti kintamojo:
lv: Nevar atrast mainīgo:
nl: De variabele werd niet gevonden:
pl: Nie można znaleźć zmiennej:
pt: Não foi possível encontrar a variável:
ro: Nu găsesc variabila:
sk: Nie je možné nájsť premennú:
sl: Ni moč najti spremenjljivke:
sv: Hittar inte variabel:
tr: Değişken bulunamadı:

source: Cancel operation
ca: Operació cancel·la
da: Annullér operation
de: Vorgang abbrechen
es: Cancelar operación
eu: Utzi eragiketa
fr: Annuler l'opération
hu: A művelet félbeszakítása
ja: キャンセル操作
nl: Handeling annuleren
pt: Cancelar a operação

source: CapsLock
ca: BloqMajús
de: Feststelltaste
es: BloqMayús
fr: Verr. maj.
it: Maiusc
lt: Didž(CapsLock)

source: Carriage Return
ca: Retorn de carro
cs: CR
da: Vognretur
de: Wagenrücklauf
el: Χαρακτήρας επιστροφής
es: Retorno de carro
eu: Orga-Itzulera
fr: Touche Entrée
hu: Kocsivissza (CR)
is: Til baka (Carriage return)
it: Ritorno carrello
ja: キャリッジリターン
nl: Regeleinde
pl: Karetka
ro: ENTER
sk: Návrat vozíka
sl: Znak za novo vrstico
sv: Returtecken
tr: Satır Başı

source: Causes the application to install a private color map on an 8-bit display.
ca: Fa que l'aplicació instal·li un mapa de color privat a una pantalla de 8-bits.
cs: Umožní aplikaci vytvořit privátní mapu barev pro 8-bitové obrazovky.
da: Får programmet til at installere et privat farvekort på en 8-bit-skærm.
de: Erlaubt die Einrichtung einer benutzerdefinierten Farbpalette auf einem 8bit-Display
el: Κάνει την εφαρμογή να εγκαταστήσει έναν προσωπικό χάρτη χρωμάτων σε μια οθόνη 8-bit.
es: Provoca que la aplicación instale un mapa de color privado en una pantalla de 8 bits.
et: rakendus paigaldab oma värvikaardi 8-bitisel ekraanil.
eu: 8-bit display batean kolore mapa pribatua instalatzeko eragiten dio aplikazioari.
fi: Pakottaa sovelluksen käyttämään yksityistä värikarttaa 8-bittisessä näyttötilassa.
fr: Force l'application à installer une palette de couleurs privée sur un affichage 8 bits.
hu: Az alkalmazás saját színpalettájának használata 8 bites képernyőmód esetén
is: Lætur forritið nota eigin litalista á 8-bita skjá.
it: Impone all'applicazione di installare una colormap privata su un display a 8 bit.
ja: 8ビットディスプレイのカラーマップをアプリケーション にインストールします
lt: Priverčia programą įdiegti nuosavą spalvų rinkinį 8-nių bitų displėjui.
lv: Liek aplikācijai uzstādīt privāto krāsu karti uz 8-bitu displeja.
nl: Zorgt ervoor dat de toepassing een private kleurenpalet installeert op een 8-bit kleurenscherm.
pl: Powoduje zainstalowanie przez aplikację prywatnej mapy kolorów dla trybu 8-bitowego.
pt: Faz com que a aplicação instale um mapa de cores privado num ecrã de 8 bits.
ro: forţează aplicaţia să instaleze o mapare de culori privată la o afişare pe 8 biţi.
sk: Spôsobí, že aplikácia si nastaví vlastnú farebnú mapu na 8-bitovom displeji.
sl: Povzroči, da programi namestijo zasebno paleto na 8-bitnem zaslonu.
sv: Gör att programmet installerar en privat färgpalett på 8-bitarsskärmar.
tr: Uygulamanın 8-bitlik bir görüntü üzerinde özel bir renk haritası yüklemesini sağlar.

source: Check file timestamps.
ca: Comprova les marques de temps del fitxer
cs: Zkontrolovat časová razítka souborů.
da: Tjek filtidsstempler.
de: Änderungszeiten der Datei überprüfen
el: Έλεγχος χρονικών σφραγίδων αρχείων.
es: Comprobar marcas temporales del archivo
et: Kontrollitakse failide ajatempleid.
eu: Egiaztatu fitxategiaren data eta ordua.
fi: Tarkista tiedostojen aikaleimat.
fr: Vérifier l'horodatage des fichiers.
hu: A fájlok időbélyegzőjének ellenőrzése.
is: Athuga tímastimpil skráa.
it: Controlla data e ora dei file.
ja: ファイルのタイムスタンプをチェック
lt: Patikrinti bylų laiko žymes.
lv: Pārbaudīt faila laikazīmogus.
nl: Bestands' timestamps controleren.
pl: Sprawdź datę pliku.
pt: Verificar a data/hora do ficheiros.
ro: Verifică marcajul de timp al fişierelor.
sk: Kontrolovať časové razítka súboru.
sl: Preveri časovne oznake datoteke.
sv: Kontrollera filtidsstämplar.
tr: Dosya tarih bilgilerini denetle.

source: Click this checkbox to enable the entry of multi-key shortcuts. A multi-key shortcut consists of a sequence of up to 4 keys. For example, you could assign "Ctrl+F,B" to Font-Italics and "Ctrl+F,U" to Font-Underline.
ca: Cliqueu aquesta opció per habilitar l'entrada de dreceres multi-tecla. Una drecera multi-tecla és una seqûència de fins a 4 tecles. Per exemple, podeu assignar "Ctrl+F,B" a Font Itàlica i "Ctrl+F,U" a Font-Subratllada.
da: Afkryds denne boks for at aktivere indtastning af multitast-genveje. En multitast-genvej består af en sekvens af op til 4 taster. For eksempel kan du tilknytte "Ctrl+F,B" til Skrifttype-Kursiv og "Ctrl+F,U" til Skrifttype-Understreg.
de: Kreuzen Sie dieses Feld an, wenn Sie Zusatztasten-Kürzel aktivieren möchten, d.h. solche mit vier Tasten oder mehr. Damit können Sie z.B. "Strg+F,K" für Kursivschrift verwenden und "Ctrl+F,U" für Unterstreichungen.
es: Marque esta casilla para activar la entrada de accesos rápidos multitecla. Un acceso rápido multitecla consiste en una secuencia de hasta 4 teclas. Por ejemplo, usted puede asignar "Ctrl+F,B" a la fuente itálica y "Ctrl+F,U" la fuente subrayada.
fr: Cochez cette case pour activer la saisie de mots-clés multitouche. Un raccourci multitouche consiste en une séquence de jusqu'à 4 touches. Par exemple, vous pouvez assigner « Ctrl+F,B » pour les polices en italique et « Ctrl+F,U » pour les polices soulignées.
hu: Jelölje be ezt az opciót, ha több, egymás utáni kombinációból álló sorozatot szeretne megadni. Egy sorozat legfeljebb négy billentyűkombinációt tartalmazhat. Például "Ctrl+F,B" lehet a kijelölt szöveg félkövérré, "Ctrl+F,U" az aláhúzottá alakításának parancsa.
ja: 複数キーショートカットの入力を有効にするには、このチェックボックスをクリックします。 複数キーショートカットは最大４つまでのキー入力の連続を言います。例えば、 "Ctrl+F,B"(訳注：コントロールキーとFを同時に押してから、Bを押す)で イタリック体フォントにしたり、"Ctrl+F,U"で下線付きフォントにするという使い方が出来ます。
nl: Selecteer deze optie om reeksen van maximaal 4 toetsaanslagen als sneltoets in te kunnen voeren. De eerste toetsaanslag kan vergezeld gaan van een modificatietoets als Shift of Ctrl. Bijvoorbeeld: u kunt "Ctrl+L,V" toewijzen aan Vet lettertype en "Ctrl+L,O" aan Onderstrepen.
pt: Carregue nesta opção para activar a introdução de atalhos multi-tecla. Um atalho multi-tecla consiste numa sequência de até 4 teclas. Por exemplo, você poderá atribuir o "Ctrl+F,B" ao Tipo de Letra-Itálico e o "Ctrl+F,U" ao Tipo de Letra-Sublinhado.

source: Code generation options file.
ca: Fitxer d'opcions de generació de codi
cs: Soubor s volbami pro generování kódu.
da: Fil med kodegenereringstilvalg.
de: Einstellungsdatei für die Code-Erstellung
el: Αρχείο επιλογών δημιουργίας κώδικα.
es: Archivo de opciones de generación de código.
et: Koodigenereerimise valikute fail
fr: Fichier d'options de génération de code.
hu: Kódgenerálási opciók fájlja.
it: File di opzioni per la generazione del codice.
ja: コード生成オプションファイル.
nl: Bestand met instellingen voor codegeneratie.
pl: Plik opcji generowania kodu.
pt: Ficheiro de opções de geração de código.
ro: Fişier de opţiuni pentru generarea codului.
sk: Súbor možností pre generovanie kódu.
sl: Datoteka z možnostmi ustvarjanja kode.
sv: Inställningsfil för kodgenerering.
tr: Kod oluşturma seçenekleri dosyası.

source: Create global database.
ca: Crea una base de dades global.
cs: Vytvořit globální databázi.
da: Opret global database.
de: Globale Datenbank erstellen
el: Δημιουργία καθολικής βάσης δεδομένων.
es: Crear base de datos global.
et: Luuakse globaalne andmebaas.
eu: Sortu datu base globala.
fi: Luo globaali tietokanta.
fr: Créer une base de données globale
hu: Globális adatbázis létrehozása.
it: Crea database globale.
ja: 全体のデータベースを作成する.
nl: Globale database aanmaken.
pl: Utwórz bazę globalną.
pt: Criar uma base de dados global.
ro: Creează o bază de date globală.
sk: Vytvoriť globálnu databázu.
sl: Ustvari globalno zbirko podatkov.
sv: Skapa global databas.
tr: Genel veritabanı oluştur.

source: DCOP communications error (%1)
ca: DCOP error de comunicacions (%1)
cs: Chyba DCOP komunikace (%1)
da: DCOP-kommunikationsfejl (%1)
de: Fehler in der DCOP-Kommunikation (%1)
el: Σφάλμα στις επικοινωνίες DCOP (%1)
es: Error de comunicaciones de DCOP (%1)
et: DCOP kommunikatsiooni viga (%1)
eu: DCOP komunikazioetan errorera (%1)
fi: DCOP-viestitysvirhe (%1)
fr: Problème de communication avec DCOP (%1)
hu: DCOP kommunikációs hiba (%1)
is: DCOP samskiptavilla (%1)
it: Errore nelle comunicazioni DCOP (%1)
ja: DCOP コミュニケーションエラー (%1)
lt: DCOP komunikacijų klaida (%1)
lv: DCOP sakaru kļūda (%1)
nl: DCOP-communicatiefout (%1)
pl: Błąd komunikacji DCOP (%1)
pt: Erro de comunicação do DCOP (%1)
ro: Eroare de comunicaţie DCOP (%1)
sk: DCOP komunikačná chyba (%1)
sl: Komunikacijska napaka DCOP (%1)
sv: DCOP-kommunikationsfel (%1)
tr: DCOP iletişim hatası (%1)

source: Dante SOCKS client
ca: client Dante SOCKS
cs: Klient Dante SOCKS
da: Dante SOCKS-klient
de: SOCKS-Station für Dante-Server
el: Πελάτης Dante SOCKS
es: Cliente Dante SOCKS
et: Dante SOCKS klient
eu: Dante SOCKS bezeroa
fi: Dante SOCKS -asiakas
fr: Client Dante SOCKS
hu: Dante SOCKS kliens
is: Dante SOCKS forrit
it: Client Dante SOCKS
ja: Dante SOCKS クライアント
lt: Dante SOCKS klientas
lv: Dante SOCKS klients
nl: Dante SOCKS-cliënt
pl: klient Dante SOCKS
pt: Cliente SOCKS do Dante
ro: Client Dante SOCKS
sk: Dante SOCKS klient
sl: Odjemnik Dante SOCKS
sv: Dante SOCKS-klient
tr: Dante SOCKS istemcisi

source: Define a 'sessionKey' for the session id. Only valid with -session
ca: Defineix una 'sessionKey' per a l'identificador de sessió. Només vàlid amb -session
cs: Definujte 'sessionKey' (klíč sezení) pro ID sezení. Je platné pouze s -session
da: Definér en 'sessionKey' for sessionens id. Kun gyldig med -session
de: Geben Sie einen "sessionKey" für die Sitzungskennung an. Gültig nur mit dem Parameter -session.
el: Ορισμός ενός 'sessionKey' για το id συνόδου. Έγκυρο μόνο με -session
es: Definir una 'tecladesesión' para el identificador de la sesión. Sólo válido con -session
et: Seansi ID'le 'sessionKey' defineerimine. Kehtib ainult koos võtmega -session.
eu: 'sessionKey' ezartzen du sesio id-rako. Bakarrik -session-ekin balio du
fi: Määrittele "sessionKey" sessioid:lle. Vain käytössä -session-valitsimen kanssa
fr: Définir une « clef de session » pour l'identifiant de session. Valable uniquement avec -session
hu: 'sessionKey' megadása a 'session id'-hez. Csak a -session paraméterrel használható.
is: Skilgreinið 'lotu-lykil' fyrir lotunúmerið. Aðeins gilt með --session
it: Definisce una "sessionKey" per l'identificativo di sessione. Valido soltanto con -session
ja: セッションIDの'sessionKey'を適宜してください。-sessionと一緒に使用するときのみ有効です。
lt: Nusakykite „sessionKey“ sesijos identifikatoriui. Galioja tik sesijos metu
nl: Definieer een 'sessionkey' voor de sessie-id. Alleen geldig met -session.
pl: Zdefiniuj 'sessionKey' dla sesji id. Stosowane tylko z opcją -session.
pt: Define uma 'chaveSessao' para o ID da sessão. Só válido com o -session
ro: defineşte un "sessionKey" pentru ID-ul de sesiune. Este valid numai cu -session
sk: Definovať 'sessionKey' pre id sedenia. Platné iba s -session
sl: Določi »sessionKey« za ID seje. Velja samo z -session
sv: Definiera en "sessionsnyckel" för detta sessions-ID. Bara giltig med -session

source: Digit
ca: Dígit
cs: Číslice
da: Ciffer
de: Zahl
el: Ψηφίο
es: Dígito
et: Number
eu: Digitua
fi: Numero
fr: Chiffre
hu: Számjegy
is: Tala
it: Cifra
ja: 数字
lt: Skaitmuo
lv: Cipars
nl: Cijfer
pl: Cyfra
pt: Dígito
ro: Cifră
sk: Číslica
sl: Števka
sv: Siffra
tr: Hane

source: Directory to generate files in
ca: Directori on generar els fitxers
cs: Adresář, do kterého vygenerovat soubory
da: Mappe til at generere filer i
de: Verzeichnis für erstellte Dateien
el: Κατάλογος για δημιουργία αρχείων σε αυτόν
es: Directorio donde generar los archivos en
et: Genereeritavate failide kataloog
eu: Fitxategiak sortuko diren direktorioa
fi: Kansio, jonne tiedostot luodaan
fr: Dossier dans lequel générer les fichiers
hu: Fájlgenerálási könyvtár
is: Mappan er ekki til !
it: Directory in cui generare i file
ja: ファイル作成先のディレクトリ
lt: Aplankas neegzistuoja!
lv: Direktorijs neeksistē !
nl: Map om bestanden in aan te maken
pl: Katalog do generowania plików
pt: Directoria onde gravar os ficheiros geradas
ro: Directorul în care să fie generate fişierele
sk: Priečinok pre ukladanie generovaných súborov
sl: Imenik za ustvarjanje datotek
sv: Katalog att generera bilder i
tr: Dosyaların oluşturulacağı dizin

source: Disable crash handler, to get core dumps.
ca: Desactiva el manipulador de petades, per a obtenir bolcats de nucli.
cs: Deaktivovat ošetření pádů, aby se uchovávaly core dumpy.
da: Brug ikke crash-håndtering for at få coredumps.
de: Crash Handler deaktivieren, um Core Dumps zu erhalten.
el: Απενεργοποίηση του χειριστή κατάρρευσης, για να πάρετε αντίγραφο μνήμης.
es: Desactiva el manejador de fallos, para obtener volcados de memoria.
et: koorikute saamiseks keelatakse ämbri käsitleja.
fi: Poista kaatumisenhallinta saadaksesi core-vedoksia.
fr: Désactiver le gestionnaire de pannes, pour obtenir des « core dumps ».
hu: A programhiba-kezelő kikapcsolása (core dumpokhoz)
is: Taka öryggisnetið úr sambandi til að fá "core" skrár
it: Disabilita la gestione dei crash, per ottenere i core dump.
ja: クラッシュハンドラを無効にし、コアダンプを得る
lt: Išjungti lūžinėjimų tvarkylę norint gauti „core dump“.
lv: Izslēgt avāriju apstrādi, lai iegūtu pamat izmetes.
nl: Schakel de 'DRKonqi' uit om 'core dumps' te verkrijgen.
pl: Wyłączenie obsługi błędów, włączenie zrzutu pamięci.
pt: Desactiva o tratamento de erros, para obter 'core dumps'.
ro: dezactivează modulul de detecţie a prăbuşirilor, pentru a obţine fişiere "coredump".
sk: Zakáže ovládač spadnutých programov pre získanie súborov core.
sl: Izklopi obdelovalnik sesutja, da dobiš izpise z jedra.
sv: Inaktivera kraschhanteraren, för att få minnesdumpar.
tr: Çökme habercisini etkisizleştir (core dump oluşturur)

source: Disable incremental update, re-read everything.
ca: Deshabilita l'actualització incremental, torna a llegir-ho tot.
cs: Zakázat postupnou aktualizaci, znovu vše načíst.
da: Deaktivér inkrementel opdatering, genindlæs alt.
de: Zuwachs-Aktualisierung deaktivieren, alles neu einlesen
el: Απενεργοποίηση αυξητικής ενημέρωσης, ανάγνωση όλων από την αρχή.
es: Desactivar la actualización incremental, releer todo.
et: Keelatakse inkrementuuendus, kõik loetakse uuesti sisse.
fi: Ota vaiheittainen päivitys pois käytöstä ja lue kaikki uudelleen.
fr: Désactiver la mise à jour incrémentale, tout relire.
hu: Az inkrementális frissítés letiltása, teljes újraolvasás.
it: Disabilita l'aggiornamento incrementale, rileggi tutto.
ja: 差分更新を無効にし、全てを再読み込みする。
nl: Schakel incrementele bijwerking uit en herlees alles.
pl: Wyłącz przyrostowe uaktualnianie, przeczytaj wszystko.
pt: Desactivar a actualização incremental e reler tudo.
ro: Dezactivează actualizarea incrementală; citeşte tot din nou.
sk: Zakázať inkrementálnu aktualizáciu, znovu načítať všetko.
sl: Onemogoči postopno posodabljanje, znova preberi vse.
sv: Inaktivera deluppdatering, läs in allt igen.
tr: Artımsal güncellemeyi kapat ve bunun yerine her şeyi yeniden oku.

source: Do not check if sycoca database is up to date.
ca: No comprovis si la base de dades sycoca està actualitzada.
cs: Nekontrolovat aktuálnost databáze Sycoca.
da: Tjek ikke om Sycoca-database er opdateret.
de: Aktualität der Sycoca-Datenbank nicht überprüfen
el: Μη έλεγχος για το αν η βάση δεδομένων sycoca είναι ενημερωμένη.
es: No comprobar si la base de datos Sycoca está actualizada.
et: Kui sycoca andmebaas on värske, ei kontrollita.
eu: Ez egiaztatu sycoca datubasea eguneratua dagoen.
fi: Älä tarkista, jos sycoca-tietokanta on päivitetty.
fr: Ne pas vérifier si la base de données de Sycoca est à jour.
hu: Nem kell ellenőrizni, hogy a rendszerkonfigurációs adatbázist aktualizált-e.
is: Gá bara einu sinni í Sycoca gagnagrunn.
it: Non controllare se il database Sycoca è aggiornato.
ja: sycocaデータベースが最新状態ならチェックしないで下さい。
lt: Tikrinti Sycoca duomenų bazę tik vieną kartą.
lv: Pārbaudīt Sycoca datubāzi tikai vienreiz.
nl: Niet controleren of de Sycoca-database up-to-date is.
pl: Nie sprawdzaj aktualności bazy sysoca.
pt: Não verificar se a base de dados do Sycoca está actualizada.
ro: Nu verifică dacă baza de date "sycoca" este actualizată.
sk: Nekontrolovať, či je sycoca databáza aktuálna.
sl: Ne preveri, če je zbirka podatkov Sycoca dovolj sodobna.
sv: Kontrollera inte om sycoca-databasen är uppdaterad.
tr: Sycoca veritabanını sadece bir kez kontrol et.

source: Do not signal applications to update.
ca: No senyales les aplicacions per actualitzar.
cs: Neoznamovat aplikacím aktualizaci.
da: Signalér ikke programmer der skal opdateres.
de: Keine Meldungen für Anwendungen, die aktualisiert werden sollen
el: Να μη στέλνονται σήματα στις εφαρμογές για ενημέρωση.
es: No enviar señales a las aplicaciones para actualizarse.
et: Rakendustele ei anta korraldust uuendada.
eu: Ez bidali seinalerik aplikazioei eguneratzeko.
fi: Älä lähetä päivityssignaaleja sovelluksille.
fr: Ne pas avertir les applications à mettre à jour.
hu: Ne küldjön frissítési szignált az alkalmazásoknak.
is: Ekki senda forritum boð.
it: Non segnalare alle applicazioni di aggiornarsi.
ja: アプリケーションに通知しない。
lt: Nesignalizuoti programoms.
lv: Neapziņot aplikācijas
nl: Geen signaal voor bijwerking naar toepassingen sturen.
pl: Nie zgłaszaj aplikacji do uaktualnienia.
pt: Não enviar sinais às aplicações para actualizar.
ro: Nu informează aplicaţiile despre actualizare.
sk: Neposielať signály o aktualizácii aplikáciám.
sl: Ne pošljaj znakov programom za posodobitev.
sv: Signalera inte program att uppdatera.
tr: Uygulamaları güncellemek için sinyalleme.

source: Dr. Klash' Accelerator Diagnosis
ca: Diagnòstic d'acceleradors del Dr. Klash
cs: Diagnostika klávesových zkratek Dr. Kolizňáka
da: Dr. Klash' accelerator-diagnose
de: Dr. Klashs Tastenkürzel-Diagnose
el: Διάγνωση του Dr. Klash για τα πλήκτρα επιτάχυνσης
es: Diagnóstico de aceleradores de Dr. Klash
et: Dr. Klashi kiirklahvide diagnoos
eu: Klash Dk Lasterbide Diagnosia
fi: Dr Klashin pikanäppäindiagnoosi
fr: Diagnostic de Dr. Klash pour les accélérateurs
hu: Állapotjelentés a gyorsbillentyűkről
is: Dr. Klash' Flýtiskilaboð
it: Diagnosi acceleratori di Dott. Klash
ja: Dr. Klash アクセラレータ診断
lt: Dr. Klash' jautrių raidžių diagnozė
nl: 'Dr Klash' Acceleratortoetsen Diagnostieken
pl: Kontrola skrótów klawiszowych
pt: Diagnóstico de Aceleradores do Dr. Klash
ro: Diagnoza suprapunerii acceleratorilor
sk: Diagnostika akcelerátorov Dr. Klash
sl: Diagnoza bližnjic Dr. Klasha
sv: Dr Konflikts diagnos av snabbtangenter

source: Embeddable HTML component
ca: Component HTML encastable
cs: Pohltitelná HTML komponenta
da: Indlejrbar HTML-komponent
de: Einbettungsfähige HTML-Komponente
el: Ενσωματώσιμο στοιχείο HTML
es: Componente HTML incrustable
et: Põimitav HTML komponent
eu: HTML osagai txertagarria
fi: Upotettava HTML-komponentti
fr: Composant HTML intégrable
hu: Beágyazható HTML komponens
is: Greftranlegur HTML íhlutur
it: Componente HTML integrabile
ja: 埋め込み可能なHTMLコンポーネント
lt: Įdedamas HTML komponentas
lv: Iegultnējamas HTML komponentes
nl: Ingebed HTML-component
pl: Komponent HTML
pt: Componente HTML embebível
ro: Componentă HTML înglobată
sk: Vložiteľný HTML komponent
sl: Vključena komponenta HTML
sv: Inbäddningsbar HTML-komponent
tr: Gömülebilir HTML elemanı
